/*
 ---------------------------------------------------------------
    Библиотеки/плагины используемые в проекте:

    - plugin

 ---------------------------------------------------------------
*/

var myModule = (function() {

	// кешируем элементы


	// Инициализируем запуск всех необходимых фукций
	var init = function() {


		// svg4everybody({}); // Плагин для работы svg иконок в разных браузерах

		//-----------------------
		hello();

	};
	//-------------------------------------------------------------------

	// Для формирования сетки на странице Фотоальбома
  //-------------------------------------------------------------------
	function hello() {
		console.log('Hello!');
	}
  //-------------------------------------------------------------------
	
	



	return {
		init: init
	};

})();

myModule.init();